Repository: HariniSureshS/ISS
Catalog: Task_6/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, id

source: Case Text
de: Falltext
fr: Texte du cas
id: Penjelasan Kasus

source: Enter service(s) requested, background information and assessment (if any)
de: Geben Sie die angeforderten Dienste, Hintergrundinformationen und Bewertungen (falls vorhanden) ein
fr: Entrez les service(s) demandés, les informations générales et l'évaluation (s’il y a une)
id: Masukan jenis layanan yang di minta, latar belakang informasi dan penilaian (jika ada)

source: File
de: Datei
fr: Fichier
id: Berkas

source: Upload a case file or supplementary document
de: Laden Sie eine Falldatei oder ein ergänzendes Dokument hoch
fr: Télécharger un dossier ou un document supplémentaire
id: Unggah berkas kasus dan dokumen pendukung lainnya

source: .txt file only
de: Nur .txt-Datei
fr: seulement .txt est autorisé
id: hanya berkas dengan format .txt

source: Submit
de: Abgeben
fr: Soumettre
id: Ajukan

source: Show open cases only
de: Nur offene Fälle anzeigen
fr: Afficher uniquement les cas ouverts
id: Tampilkan hanya kasus aktif

source: Show closed cases only
de: Nur geschlossene Fälle anzeigen
fr: Afficher uniquement les cas fermés
id: Tampilkan kasus yang sudah selesai

source: Show both open and closed cases
de: Sowohl offene als auch geschlossene Fälle anzeigen
fr: Afficher les dossiers ouverts ou fermés
id: Tampilkan kasus aktif dan kasus yang sudah selesai

source: Show a case by case number
de: Einen Fall nach Fallnummer anzeigen
fr: Afficher un cas par numéro d’identification
id: Tampilkan kasus berdasarkan nomor kasus

source: Show cases that opened on or after this date
de: an oder nach diesem Datum geöffneten Fälle anzeigen
fr: Afficher les cas ouvertes à cette date ou après
id: Tampilkan kasus yang di mulai setelah atau pada hari berikut

source: Please follow this format: YYYY-MM-DD
de: Bitte folgen Sie diesem Format: JJJJ-MM-TT
fr: Veuillez suivre ce format: AAAA-MM-JJ
id: Harap ikuti format penulisan berikut: YYYY-MM-DD

source: Show cases that closed on or before this date, if closed
de: an oder vor diesem Datum geschlossenen, falls geschlossen, Fälle anzeigen
fr: Afficher les cas fermés à cette date ou avant, s’ils sont fermés
id: Tampilkan kasus yang selesai sebelum atau pada tanggal berikut, jika sudah diselesaikan

source: Show cases where service is requested in this country
de: in diesem Land ein Service angeforderten Fälle anzeigen
fr: Afficher les cas où le service est demandé dans ce pays
id: Tampilkan kasus dimana layanan yang diminta pada negara berikut

source: Show cases where the following service is requested
de: der folgende Service angeforderten Fälle anzeigen
fr: Afficher les cas où le service suivant est demandé
id: Tampilkan kasus dimana layanan yang diminta adalah sebagai berikut

source: Child Protection
de: Kinderschutz
fr: Protection d’enfant
id: Perlindungan Anak

source: Children on the Move
de: Kinder in Bewegung
fr: Enfants en mouvement
id: Anak-anak dalam perjalanan

source: Show cases that contain these words
de: diese Wörter enthaltenen Fälle anzeigen
fr: Afficher les cas contenant ces mots
id: Tampilkan kasus yang mengandung kalimat berikut

source: Please separate words with a comma
de: Bitte trennen Sie Wörter mit einem Komma
fr: Veuillez séparer les mots par une virgule
id: Harap pisahkan kata dengan tanda koma

source: Show high risk cases only
de: Nur Fälle mit hohem Risiko anzeigen
fr: Afficher uniquement les cas à haut risque
id: Kasus risiko tinggi memiliki nilai risiko lebih besar sama dengan 0.75

source: High risk cases have risk score of or over 0.75
de: Fälle mit hohem Risiko haben einen Risiko-Score von oder über 0,75
fr: Les cas à haut risque ont un score de risque supérieur ou égal à 0,75

source: Search
de: Suche
fr: Chercher
id: Pencarian

source: Enter case information
de: Geben Sie Fallinformationen ein
fr: Entrez les informations sur le cas
id: Masukan informasi kasus

source: View all cases
de: Alle Fälle anzeigen
fr: Voir tous les cas
id: Tampilkan semua kasus

source: Filter cases by features
de: Fälle nach Eigenschaften filtern
fr: Filtrer les cas par fonctionnalités
id: Saring kasus berdasarkan fitur

source: Fill out as many criteria as needed
de: Füllen Sie so viele Kriterien wie nötig aus
fr: Remplissez autant de critères que nécessaire
id: Masukan kriteria yang dibutuhkan sebanyak mungkin

source: View Result
de: Ergebnis anzeigen
fr: Voir résultat
id: Melihat hasil

source: Case Summary
de: Fallübersicht
fr: Résumé du cas
id: Rangkuman Kasus

source: Keywords
de: Schlüsselwörter
fr: Mots clés
id: Kata kunci

source: Risk Score
de: Risiko-Score
fr: Score de risque
id: Nilai Risiko

source: Abuse Types
de: Misshandlungsarten
fr: Types d'abus
id: Jenis Penyalahgunaan

source: Similar Cases
de: Ähnliche Fälle
fr: Cas similaires
id: Kasus yang mirip

source: Translation in [enter language here]
de: Übersetzung in [Sprache hier eingeben]
fr: Traduction en [entrez la langue ici]
id: Artikan dalam [masukkan bahasa di sini]
